//
//  Constants.swift
//  ToDoList
//
//  Created by Илья Лотник on 06.02.2024.
//

import Foundation


struct Constants {
    
    // MARK: - Website
    static let scheme = "http"
    static let host = "195.43.142.226"
    static let fullURL = "\(scheme)://\(host)/"
    
    // MARK: - Variable placeholders
    static let itemPlaceholders: [String] = ["Сделать зарядку", "Запланировать завтрак в красивом месте", "Пить воду в течении дня", "Проверить почту", "Проверить календарь", "Подготовиться к важной встрече", "Пообедать", "Прогуляться", "Продолжить работу над проектами", "Позвонить друзьям", "Позвонить семье", "Подготовиться к завтрашнему дню", "Поужинать", "Прочитать книгу", "Посмотреть фильм", "Посмотреть сериал", "Помыть посуду", "Убрать дом", "Почистить зубы", "Собрать вещи", "Слушать музыку", "Лечь спать до 23:00", "Собрать сумку в дорогу"]
}
